IDEA Open Model
IDEAProgressReport.TotalProgressAmount Property
Compatible with IDEA StatiCa 20.1
 total progress
 Namespace: IdeaRS.OpenModel.Message
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public int TotalProgressAmount { get; set; }
Public Property TotalProgressAmount As Integer
	Get
	Set
Property Value
Type: Int32
See Also
Reference
IDEAProgressReport Class
IdeaRS.OpenModel.Message Namespace